import React from 'react';
import { Link } from 'react-router-dom';
import PageHeading from '../PageHeading';

function CollageHistory() {
  return (
    <div>
      <PageHeading>
        <div className="h1">একনজরে</div>
        <div className="text-sm breadcrumbs">
          <ul>
            <li>
              <Link to="/home" className="hover:text-yellow-600">
                Home
              </Link>
            </li>
            <li className="hover:text-yellow-600">About</li>
            <li className="hover:text-yellow-600">College History</li>
          </ul>
        </div>
      </PageHeading>
      {/* ------- History -------- */}
      <h1 className="h1">সংক্ষিপ্ত বর্ণনা</h1>
      <p className="p">
        উন্নত আদর্শ, দেশপ্রেম ও মনুষ্যত্ব বিকাশের লক্ষ্যে নারী শিক্ষাপ্রসারের
        মহান ব্রত নিয়ে ১৯৮৭ সালে প্রতিষ্ঠিত হয় রফিকুল ইসলাম মহিলা কলেজ।
        ব্যতিক্রমী এই শিক্ষাপ্রতিষ্ঠানটি বন্দর নগরী ভৈরব এর বাণিজ্যিক কোলাহল
        থেকে দূরে এবং শহরতলির নিরিবিলি মনোরম পরিবেশে অবস্থিত। জমির পরিমাণ: ২.১৪
        একর অধীতশাখা ও বিষয়: উচ্চ মাধ্যমিক- বিজ্ঞান, মানবিক ও ব্যবসায় শিক্ষা
        শাখায় ২০টি বিষয় পড়ানো হয়। স্নাতক (পাস)- বিএ, বিএসএস, বিবিএস ১১ টি বিষয়
        পড়ানো হয়। স্নাতক (সম্মান)-ইংরেজি, সমাজকর্ম, হিসাববিজ্ঞান, ব্যবস্থাপনা, ও
        রাষ্ট্রবিজ্ঞানসহ মোট ৫টি বিষয়ে সম্মান কোর্স পড়ানো হয়। মাস্টার্স শেষ পর্ব
        - সমাজকর্ম ও রাষ্ট্রবিজ্ঞান শিক্ষক সংখ্যা - ৬১ জন কর্মচারী সংখ্যা- ২০ জন
        অবকাঠামো - ২(দুই)টি ৪তলা ও ১টি ৫তলা পাকা একাডেমিক ভবন ও ১(এক)টি টিনশেড
        পাঠাগারে পুস্তক সংখ্যা- ৫১২১টি মেয়েদের মসজিদ-১টি কলেজ ক্যান্টিন- ১টি
        হোস্টেল - ৫(পাঁচ) তলা ও আলাদাভাবে আরও ১(এক) তলা পাকা সুরম্য হোস্টেল;২টি
        টিনশেড হোস্টেল। যেখানে দূরদূরান্তের। ৭০০ ছাত্রী অবস্থান করে। কলেজটি
        কিশোরগঞ্জ জেলার সর্ববৃহৎ নারী শিক্ষা বিদ্যাপীঠ হিসেবে সকলের দৃষ্টি
        আকর্ষণ করেছে।
      </p>
      <h1 className="h1">ইতিহাস</h1>
      <p className="p">
        ভৈরবের বিশিষ্ট সৃজনশীল সমাজকর্মী, ঢাকা বিশ্ববিদ্যালয়ের সার্জেন্ট জহুরুল
        হক হলের ১৯৭২-৭৩ সেশনে নির্বাচিত জিএস বীরমুক্তিযোদ্ধা শিক্ষানুরাগী
        আলহাজ্ব মোঃ রফিকুল ইসলাম এর উদ্যোগে এবং তাঁর পরিবার ও ভৈরবের
        শিক্ষানুরাগী ব্যক্তিবর্গের সহযোগিতায় ১৯৮৭ সালে রফিকুল ইসলাম মহিলা কলেজের
        আত্মৃপ্রকাশ ঘটে। প্রতিষ্ঠাকালে কলেজটির ছাত্রী সংখ্যা ছিল মাত্র ৮২ জন।
        প্রতিষ্ঠাকালীন অধ্যক্ষ ছিলেন প্রাক্তন সরকারি কর্মকর্তা মরহুম আবুল
        হাশেম।কলেজের প্রতিষ্ঠাতা আলহাজ্ব মোঃ রফিকুল ইসলাম এর ঐকান্তিক প্রচেষ্ঠায়
        কলেজ পরিচালনা পরিষদের সদস্য, অধ্যক্ষ ও শিক্ষক কর্মচারীদের সহযোগিতায়
        প্রতিষ্ঠাকাল থেকেই এই কলেজ আকর্ষণীয় ফলাফল করতে সক্ষম হয়েছে। প্রায়
        প্রতিবারই পাশের হারের দিক থেকেই এই কলেজের অবস্থান ছিল কিশোরগঞ্জ জেলার
        শীর্ষে। এইচএসসি পরীক্ষায় ধারাবাহিক সাফল্য, শিক্ষা উপযোগী সুন্দর
        প্রাকৃতিক পরিবেশ ও সাংস্কৃতিক কাযর্ক্রমে অংশগ্রহণের স্বীকৃতিস্বরূপ ২০০২
        সালে কলেজটি জাতীয় পযার্য়ে শ্রেষ্ঠ কলেজের পুরস্কার অজর্ন করে। এই বছরই
        কলেজের মানবিক বিভাগের দুইজন ছাত্রী ঢাকা বোর্ডের মেধা তালিকায় মেয়েদের
        মধ্যে মনিরা ইয়াসমিন আঁখি ও ফারজানা আহমেদ জেরিন যথাক্রমে ৬ষ্ঠ ও ১০ম স্থান
        অধিকার করে। ২০০৪ সালে এই কলেজের সমাজকর্ম বিভাগের সহকারী অধ্যাপক মোঃ
        শহীদুল্লাহ জাতীয় পযার্য়ে শ্রেষ্ঠ শিক্ষকের পুরস্কার অজর্ন করেন। ২০০৬ সালে
        এই কলেজে স্নাতক পাস ও অনার্স কোর্স চালু হয়। ২০১৯ সালে কলেজটি জাতীয়
        বিশ্ববিদ্যালয় কতৃক প্রাক মডেল কলেজ হিসেবে স্বীকৃতি লাভ করে
      </p>
      <h1 className="h1">সংক্ষিপ্ত বর্ণনা</h1>
      <p className="p">
        উন্নত আদর্শ, দেশপ্রেম ও মনুষ্যত্ব বিকাশের লক্ষ্যে নারী শিক্ষাপ্রসারের
        মহান ব্রত নিয়ে ১৯৮৭ সালে প্রতিষ্ঠিত হয় রফিকুল ইসলাম মহিলা কলেজ।
        ব্যতিক্রমী এই শিক্ষাপ্রতিষ্ঠানটি বন্দর নগরী ভৈরব এর বাণিজ্যিক কোলাহল
        থেকে দূরে এবং শহরতলির নিরিবিলি মনোরম পরিবেশে অবস্থিত। জমির পরিমাণ: ২.১৪
        একর অধীতশাখা ও বিষয়: উচ্চ মাধ্যমিক- বিজ্ঞান, মানবিক ও ব্যবসায় শিক্ষা
        শাখায় ২০টি বিষয় পড়ানো হয়। স্নাতক (পাস)- বিএ, বিএসএস, বিবিএস ১১ টি বিষয়
        পড়ানো হয়। স্নাতক (সম্মান)-ইংরেজি, সমাজকর্ম, হিসাববিজ্ঞান, ব্যবস্থাপনা, ও
        রাষ্ট্রবিজ্ঞানসহ মোট ৫টি বিষয়ে সম্মান কোর্স পড়ানো হয়। মাস্টার্স শেষ পর্ব
        - সমাজকর্ম ও রাষ্ট্রবিজ্ঞান শিক্ষক সংখ্যা - ৬১ জন কর্মচারী সংখ্যা- ২০ জন
        অবকাঠামো - ২(দুই)টি ৪তলা ও ১টি ৫তলা পাকা একাডেমিক ভবন ও ১(এক)টি টিনশেড
        পাঠাগারে পুস্তক সংখ্যা- ৫১২১টি মেয়েদের মসজিদ-১টি কলেজ ক্যান্টিন- ১টি
        হোস্টেল - ৫(পাঁচ) তলা ও আলাদাভাবে আরও ১(এক) তলা পাকা সুরম্য হোস্টেল;২টি
        টিনশেড হোস্টেল। যেখানে দূরদূরান্তের। ৭০০ ছাত্রী অবস্থান করে। কলেজটি
        কিশোরগঞ্জ জেলার সর্ববৃহৎ নারী শিক্ষা বিদ্যাপীঠ হিসেবে সকলের দৃষ্টি
        আকর্ষণ করেছে।
      </p>
      <h1 className="h1">পাসের হার</h1>
      <p>
        উচ্চমাধ্যমিক এ ২০২০ সালে ১৫৯ টি জিপিএ ফাইভ সহ শতভাগ পাস। স্নাতক-৯৭%,
        অনার্স-৯৯%
      </p>
      <h1 className="h1">অর্জন</h1>
      <p>
        জাতীয় পযার্য়ে শ্রেষ্ঠ কলেজের পুরস্কার অজর্ন, জাতীয় বিশ্ববিদ্যালয় কর্তৃক
        প্রাক মডেল কলেজের স্বীকৃতি। কিশোরগঞ্জ জেলায় উচ্চ মাধ্যমিক ফলাফলে
        একাধিকবার প্রথম হওয়ার গৌরব অর্জন। পাশ্ববর্তী ৬টি জেলার ছাত্রী অভিভাবকদের
        আস্থা অর্জন। একজন শিক্ষকের শিক্ষকতায় জাতীয় পুরুষ্কার লাভ, ক্রিকেট খেলায়
        জাতীয় পর্যায়ে রানার্স আপ হওয়া এবং ক্রিড়া শিক্ষকের কিশোরগঞ্জ জেলায়
        বাংলাদেশ স্কাউটের সহকারী ট্রনিং লিডারের নিয়োগ লাভ গৌরব অর্জন করে।
        ক্রিড়া।
      </p>
      <h1 className="h1">ভবিষ্যৎ পরিকল্পনা </h1>
      <p>
        তথ্য ও প্রযুক্তির মাধ্যমে শিক্ষা দান, দরিদ্র ও মেধাবী ছাত্রীদের
        আত্মকর্মসংস্থানমূলক প্রশিক্ষণের ব্যবস্থা।
      </p>
      <h1 className="h1">ছাত্রীর সংখ্যা</h1>
      <p>
        (শ্রেণীভিত্তিক) মোট-২০২২, একাদশ-(২০২০-২০২১) ৮১০,
        দ্বাদশ--(২০১৯-২০২০) ৮৯৭, স্নাতক (পাস) ১ম বর্ষ-৩৮, ২য় বর্ষ- ৪৩, ৩য় বর্ষ-৩৭,
        স্নাতক (সম্মান) ১ম বর্ষ- ২০০, ২য় বর্ষ-৯২, ৩য় বর্ষ- ৫৫, ৪র্থ বর্ষ-৪০ ।
        অনার্স (১ম বর্ষ-৪র্থ অনার্স (১ম বর্ষ-৪র্থঃ মাস্টার্স শেষ পর্ব- (২০১৮-১৯)
        সমাজকর্ম- ৪৫ জন, রাষ্ট্রবিজ্ঞান- ৩৪ জন মোটঃ ৭৯ জন ডিগ্রি (পাস)
      </p>

    </div>
  );
}

export default CollageHistory;
